Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: The tmux session this profile attaches to or creates on connect. Leave on the global default to use the session name from Settings. A pinned name also overrides the session you were last attached to on this host.
ar: جلسة tmux التي يرتبط بها هذا الملف الشخصي أو ينشئها عند الاتصال. اترك الخيار على الافتراضي العام لاستخدام اسم الجلسة من الإعدادات. كما يتجاوز الاسم المثبَّت الجلسة التي كنت مرتبطًا بها آخر مرة على هذا المضيف.
ca: La sessió de tmux a la qual s'adjunta aquest perfil o que crea en connectar-se. Deixeu-ho al valor global per defecte per utilitzar el nom de sessió de la Configuració. Un nom fixat també substitueix la sessió a què us vau adjuntar per última vegada en aquest amfitrió.
cs: Relace tmux, ke které se tento profil při připojení připojí nebo kterou vytvoří. Ponechte globální výchozí hodnotu, chcete-li použít název relace z Nastavení. Připnutý název také přepíše relaci, ke které jste byli na tomto hostiteli naposledy připojeni.
da: Den tmux-session, som denne profil tilknyttes eller opretter ved forbindelse. Lad den stå på den globale standard for at bruge sessionsnavnet fra Indstillinger. Et fastgjort navn tilsidesætter også den session, du sidst var tilknyttet på denne vært.
de: Die tmux-Sitzung, an die sich dieses Profil beim Verbinden anhängt oder die es erstellt. Belassen Sie den globalen Standard, um den Sitzungsnamen aus den Einstellungen zu verwenden. Ein angehefteter Name überschreibt auch die Sitzung, mit der Sie auf diesem Host zuletzt verbunden waren.
es: La sesión de tmux a la que se conecta este perfil o que crea al conectarse. Déjalo en el valor predeterminado global para usar el nombre de sesión de Ajustes. Un nombre fijado también anula la sesión a la que te conectaste por última vez en este host.
fi: tmux-istunto, johon tämä profiili liittyy tai jonka se luo yhdistettäessä. Jätä yleiseen oletukseen, jos haluat käyttää Asetusten istuntonimeä. Kiinnitetty nimi ohittaa myös istunnon, johon viimeksi liityit tässä isännässä.
fr: La session tmux à laquelle ce profil s'attache ou qu'il crée lors de la connexion. Laissez la valeur par défaut globale pour utiliser le nom de session défini dans les Réglages. Un nom épinglé remplace également la session à laquelle vous étiez attaché en dernier sur cet hôte.
he: הפעלת tmux שאליה פרופיל זה מתחבר או שאותה הוא יוצר בעת ההתחברות. השאר את ברירת המחדל הכללית כדי להשתמש בשם ההפעלה מההגדרות. שם מוצמד גם עוקף את ההפעלה שאליה היית מחובר לאחרונה במארח זה.
hu: Az a tmux-munkamenet, amelyhez ez a profil csatlakozáskor kapcsolódik, vagy amelyet létrehoz. Hagyja a globális alapértelmezetten, ha a Beállításokban megadott munkamenetnevet szeretné használni. A rögzített név felülírja azt a munkamenetet is, amelyhez ezen a gazdagépen utoljára csatlakozott.
it: La sessione tmux a cui questo profilo si collega o che crea alla connessione. Lascia il valore predefinito globale per usare il nome di sessione impostato in Impostazioni. Un nome fissato ha la precedenza anche sulla sessione a cui eri collegato l'ultima volta su questo host.
ja: 接続時にこのプロファイルがアタッチする、または作成する tmux セッションです。設定のセッション名を使用するには、グローバルのデフォルトのままにします。固定した名前は、このホストで最後にアタッチしていたセッションよりも優先されます。
ko: 연결할 때 이 프로필이 연결하거나 생성하는 tmux 세션입니다. 설정의 세션 이름을 사용하려면 전역 기본값으로 두십시오. 고정된 이름은 이 호스트에서 마지막으로 연결했던 세션보다 우선합니다.
nb: tmux-økten denne profilen kobles til eller oppretter ved tilkobling. La den stå på global standard for å bruke øktnavnet fra Innstillinger. Et festet navn overstyrer også økten du sist var koblet til på denne verten.
nl: De tmux-sessie waaraan dit profiel bij verbinden wordt gekoppeld of die het aanmaakt. Laat dit op de globale standaard staan om de sessienaam uit Instellingen te gebruiken. Een vastgezette naam overschrijft ook de sessie waarmee je op deze host het laatst verbonden was.
pl: Sesja tmux, do której ten profil dołącza lub którą tworzy po połączeniu. Pozostaw globalną wartość domyślną, aby użyć nazwy sesji z Ustawień. Przypięta nazwa zastępuje też sesję, do której ostatnio dołączono na tym hoście.
pt_br: A sessão tmux à qual este perfil se conecta ou que ele cria ao conectar. Mantenha o padrão global para usar o nome de sessão definido em Configurações. Um nome fixado também substitui a sessão à qual você esteve conectado por último neste host.
pt_pt: A sessão tmux à qual este perfil se associa ou que cria ao ligar. Mantenha a predefinição global para usar o nome de sessão definido nas Definições. Um nome fixado substitui também a sessão a que esteve associado pela última vez neste anfitrião.
ro: Sesiunea tmux la care se atașează sau pe care o creează acest profil la conectare. Lăsați valoarea implicită globală pentru a folosi numele sesiunii din Setări. Un nume fixat înlocuiește și sesiunea la care ați fost atașat ultima dată pe această gazdă.
sl: Seja tmux, ki se ji ta profil pripne ali jo ustvari ob povezavi. Pustite globalno privzeto vrednost, če želite uporabiti ime seje iz Nastavitev. Pripeto ime tudi nadomesti sejo, na katero ste bili nazadnje pripeti na tem gostitelju.
sv: tmux-sessionen som den här profilen ansluts till eller skapar vid anslutning. Låt den stå kvar på global standard för att använda sessionsnamnet från Inställningar. Ett fäst namn åsidosätter även sessionen du senast var ansluten till på den här värden.
uk: Сеанс tmux, до якого цей профіль приєднується або який створює під час підключення. Залиште глобальне типове значення, щоб використовувати назву сеансу з Налаштувань. Закріплена назва також має пріоритет над сеансом, до якого ви востаннє приєднувалися на цьому хості.
vi: Phiên tmux mà hồ sơ này gắn vào hoặc tạo khi kết nối. Giữ ở mặc định toàn cục để dùng tên phiên trong Cài đặt. Tên được ghim cũng sẽ được ưu tiên hơn phiên bạn gắn vào lần gần nhất trên máy chủ này.
zh_hans: 此配置在连接时附加或创建的 tmux 会话。保持为全局默认值即可使用“设置”中的会话名称。固定的名称还会覆盖你在此主机上最后一次附加的会话。
zh_hant: 此設定檔在連線時附加或建立的 tmux 工作階段。保持為全域預設值即可使用「設定」中的工作階段名稱。釘選的名稱也會覆蓋你在此主機上最後一次附加的工作階段。

source: The VNC stream itself is unencrypted, but every byte travels inside the SSH tunnel.
ar: دفق VNC نفسه غير مشفّر، لكن كل بايت ينتقل داخل نفق SSH.
ca: El flux VNC en si no està xifrat, però cada byte viatja dins del túnel SSH.
cs: Samotný VNC přenos je nešifrovaný, ale každý bajt putuje uvnitř SSH tunelu.
da: Selve VNC-strømmen er ukrypteret, men hver byte rejser inde i SSH-tunnelen.
de: Der VNC-Stream selbst ist unverschlüsselt, aber jedes Byte wird über den SSH-Tunnel übertragen.
es: El flujo de VNC no está cifrado en sí, pero cada byte viaja dentro del túnel SSH.
fi: VNC-virta itsessään on salaamaton, mutta jokainen tavu kulkee SSH-tunnelin sisällä.
fr: Le flux VNC lui-même n'est pas chiffré, mais chaque octet circule à l'intérieur du tunnel SSH.
he: זרם ה-VNC עצמו אינו מוצפן, אך כל בית עובר בתוך מנהרת SSH.
hu: Maga a VNC-adatfolyam titkosítatlan, de minden bájt az SSH-alagúton belül halad.
it: Il flusso VNC in sé non è cifrato, ma ogni byte viaggia all'interno del tunnel SSH.
ja: VNC ストリーム自体は暗号化されていませんが、すべてのバイトは SSH トンネル内を通ります。
ko: VNC 스트림 자체는 암호화되지 않지만 모든 바이트가 SSH 터널 안으로 전송됩니다.
nb: Selve VNC-strømmen er ukryptert, men hver byte reiser inne i SSH-tunnelen.
nl: De VNC-stream zelf is onversleuteld, maar elke byte reist via de SSH-tunnel.
pl: Sam strumień VNC jest nieszyfrowany, ale każdy bajt przesyłany jest wewnątrz tunelu SSH.
pt_br: O fluxo VNC em si não é criptografado, mas cada byte trafega dentro do túnel SSH.
pt_pt: O fluxo VNC em si não está encriptado, mas cada byte circula dentro do túnel SSH.
ro: Fluxul VNC în sine nu este criptat, dar fiecare octet circulă în interiorul tunelului SSH.
sl: Sam tok VNC ni šifriran, vendar vsak bajt potuje znotraj tunela SSH.
sv: Själva VNC-strömmen är okrypterad, men varje byte färdas inuti SSH-tunneln.
uk: Сам потік VNC не зашифрований, але кожен байт передається всередині тунелю SSH.
vi: Bản thân luồng VNC không được mã hóa, nhưng mọi byte đều truyền bên trong đường hầm SSH.
zh_hans: VNC 数据流本身未加密，但每个字节都在 SSH 隧道内传输。
zh_hant: VNC 資料串流本身未加密，但每個位元組都在 SSH 通道內傳輸。

source: Theme
ar: السمة
ca: Tema
cs: Motiv
da: Tema
es: Tema
fi: Teema
fr: Thème
he: ערכת נושא
hu: Téma
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Temă
sl: Tema
sv: Tema
uk: Тема
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

source: Theme → %@
ar: السمة → %@
ca: Tema → %@
cs: Motiv → %@
da: Tema → %@
de: Design → %@
es: Tema → %@
fi: Teema → %@
fr: Thème → %@
he: ערכת נושא → %@
hu: Téma → %@
it: Tema → %@
ja: テーマ → %@
ko: 테마 → %@
nb: Tema → %@
nl: Thema → %@
pl: Motyw → %@
pt_br: Tema → %@
pt_pt: Tema → %@
ro: Temă → %@
sl: Tema → %@
sv: Tema → %@
uk: Тема → %@
vi: Giao diện → %@
zh_hans: 主题 → %@
zh_hant: 主題 → %@

source: Theme Adaptive
ar: تكيّف مع السمة
ca: Adaptatiu al tema
cs: Přizpůsobení motivu
da: Tematilpasset
de: Themenadaptiv
es: Adaptable al tema
fi: Teeman mukautuva
fr: Adaptatif au thème
he: מותאם לערכת נושא
hu: Téma alkalmazkodó
it: Adattivo al tema
ja: テーマ適応
ko: 테마 적응
nb: Tematilpasset
nl: Thema-adaptief
pl: Adaptacja do motywu
pt_br: Adaptável ao Tema
pt_pt: Adaptável ao Tema
ro: Adaptiv la temă
sl: Prilagodljivo temi
sv: Temaanpassad
uk: Адаптивна тема
vi: Thích ứng giao diện
zh_hans: 主题自适应
zh_hant: 主題自適應

source: Theme Default
ar: افتراضي السمة
ca: Per defecte del tema
cs: Výchozí téma
da: Temastandard
de: Theme-Standard
es: Predeterminado del tema
fi: Teeman oletus
fr: Par défaut du thème
he: ברירת מחדל של ערכת נושא
hu: Téma alapértelmezett
it: Predefinito del tema
ja: テーマのデフォルト
ko: 테마 기본값
nb: Temastandard
nl: Themastandaard
pl: Domyślny motyw
pt_br: Padrão do tema
pt_pt: Predefinição do tema
ro: Implicit temă
sl: Privzeto teme
sv: Temastandard
uk: За замовчуванням теми
vi: Mặc định chủ đề
zh_hans: 主题默认
zh_hant: 主題預設

source: Theme Name
ar: اسم السمة
ca: Nom del tema
cs: Název motivu
da: Temanavn
es: Nombre del tema
fi: Teeman nimi
fr: Nom du thème
he: שם ערכת הנושא
hu: Téma neve
it: Nome tema
ja: テーマ名
ko: 테마 이름
nb: Temanavn
nl: Themanaam
pl: Nazwa motywu
pt_br: Nome do tema
pt_pt: Nome do tema
ro: Nume temă
sl: Ime teme
sv: Temanamn
uk: Назва теми
vi: Tên chủ đề
zh_hans: 主题名称
zh_hant: 主題名稱

source: Theme name cannot contain path separators.
ar: لا يمكن أن يحتوي اسم السمة على فواصل المسارات.
ca: El nom del tema no pot contenir separadors de camí.
cs: Název motivu nesmí obsahovat oddělovače cest.
da: Temanavet kan ikke indeholde sti-separatorer.
de: Der Theme-Name darf keine Pfadtrennzeichen enthalten.
es: El nombre del tema no puede contener separadores de ruta.
fi: Teeman nimi ei saa sisältää polkuerottimia.
fr: Le nom du thème ne peut pas contenir de séparateurs de chemin.
he: שם ערכת הנושא לא יכול להכיל מפרידי נתיבים.
hu: A téma neve nem tartalmazhat elérési út elválasztókat.
it: Il nome del tema non può contenere separatori di percorso.
ja: テーマ名にパス区切り文字を含めることはできません。
ko: 테마 이름에 경로 구분자를 포함할 수 없습니다.
nb: Temanavn kan ikke inneholde stiskilletegn.
nl: Themanaam mag geen padscheidingstekens bevatten.
pl: Nazwa motywu nie może zawierać separatorów ścieżek.
pt_br: O nome do tema não pode conter separadores de caminho.
pt_pt: O nome do tema não pode conter separadores de caminho.
ro: Numele temei nu poate conține separatori de cale.
sl: Ime teme ne sme vsebovati ločil poti.
sv: Temanamnet får inte innehålla sökvägsseparatorer.
uk: Назва теми не може містити роздільники шляхів.
vi: Tên chủ đề không được chứa dấu phân cách đường dẫn.
zh_hans: 主题名称不能包含路径分隔符。
zh_hant: 主題名稱不能包含路徑分隔符號。

source: Theme Tint
ar: صبغة السمة
ca: Tint del tema
cs: Tónování motivu
da: Temafarvetone
de: Designfarbton
es: Tinte del tema
fi: Teeman sävy
fr: Teinte du thème
he: גוון ערכת נושא
hu: Témaárnyalat
it: Tinta del tema
ja: テーマの色合い
ko: 테마 색조
nb: Temafarge
nl: Themakleurtint
pl: Odcień motywu
pt_br: Matiz do tema
pt_pt: Matiz do tema
ro: Nuanță de temă
sl: Odtenek teme
sv: Temanyans
uk: Відтінок теми
vi: Sắc thái chủ đề
zh_hans: 主题着色
zh_hant: 主題著色

source: Theme-aware glow with color-shifting trail
ar: توهج متوافق مع السمة مع أثر متغير الألوان
ca: Resplendor adaptat al tema amb estela canviant de color
cs: Záře přizpůsobená motivu s barevně se měnící stopou
da: Temabevidst glød med farveskiftende spor
de: Themenabhängiges Leuchten mit Farbverlauf-Spur
es: Brillo adaptado al tema con estela cambiante de color
fi: Teematietoinen hehku väriä vaihtavalla jäljellä
fr: Lueur adaptée au thème avec traînée changeante
he: זוהר מותאם ערכת נושא עם שובל משנה צבע
hu: Témához igazodó ragyogás színváltó nyommal
it: Bagliore adattato al tema con scia cangiante
ja: テーマ対応のグロー＆色変化トレイル
ko: 테마 기반 글로우 및 색상 변화 잔상
nb: Temabevisst glød med fargeskiftende spor
nl: Thema-bewuste gloed met kleurverschuivend spoor
pl: Poświata dostosowana do motywu ze zmieniającym kolor śladem
pt_br: Brilho adaptado ao tema com rastro de cores mutáveis
pt_pt: Brilho adaptado ao tema com rasto de cores mutáveis
ro: Strălucire adaptată temei cu urmă de culoare variabilă
sl: Žarenje prilagojeno temi z barvno spreminjajočo sledjo
sv: Temamedvetet sken med färgskiftande spår
uk: Адаптивне до теми світіння зі зміною кольору сліду
vi: Phát sáng theo chủ đề với vệt đổi màu
zh_hans: 主题自适应光晕与变色拖尾
zh_hant: 主題自適應光暈與變色拖尾

source: Theme-Aware UI
ar: واجهة متوافقة مع السمة
ca: Interfície adaptada al tema
cs: Rozhraní podle motivu
da: Temabevidst brugerflade
de: Designangepasste Oberfläche
es: Interfaz adaptada al tema
fi: Teematietoinen käyttöliittymä
fr: Interface adaptée au thème
he: ממשק מותאם לערכת נושא
hu: Témához igazodó felület
it: Interfaccia adattata al tema
ja: テーマ対応UI
ko: 테마 연동 UI
nb: Temabevisst grensesnitt
nl: Thema-bewuste interface
pl: Interfejs dostosowany do motywu
pt_br: Interface adaptada ao tema
pt_pt: Interface adaptada ao tema
ro: Interfață adaptată la temă
sl: Vmesnik prilagojen temi
sv: Temaanpassat gränssnitt
uk: Інтерфейс з підтримкою теми
vi: Giao diện theo chủ đề
zh_hans: 主题感知界面
zh_hant: 主題感知介面

source: Thermal State
ar: الحالة الحرارية
ca: Estat tèrmic
cs: Teplotní stav
da: Temperaturtilstand
de: Temperaturzustand
es: Estado térmico
fi: Lämpötila
fr: État thermique
he: מצב תרמי
hu: Hőállapot
it: Stato termico
ja: 温度状態
ko: 발열 상태
nb: Termisk tilstand
nl: Thermische status
pl: Stan termiczny
pt_br: Estado térmico
pt_pt: Estado térmico
ro: Stare termică
sl: Toplotno stanje
sv: Värmestatus
uk: Тепловий стан
vi: Trạng thái nhiệt
zh_hans: 散热状态
zh_hant: 散熱狀態

source: These keys fill the main toolbar row. Drag keys between Main Row and Drawer.
ar: تملأ هذه المفاتيح الصف الرئيسي لشريط الأدوات. اسحب المفاتيح بين الصف الرئيسي والدُّرج.
ca: Aquestes tecles omplen la fila principal de la barra d'eines. Arrossega les tecles entre la Fila principal i el Calaix.
cs: Tyto klávesy vyplňují hlavní řádek panelu nástrojů. Přetahujte klávesy mezi Hlavním řádkem a Zásuvkou.
da: Disse taster udfylder værktøjslinjens hovedrække. Træk taster mellem Hovedrække og Skuffe.
de: Diese Tasten füllen die Hauptzeile der Symbolleiste. Ziehe Tasten zwischen Hauptzeile und Schublade.
es: Estas teclas llenan la fila principal de la barra de herramientas. Arrastra las teclas entre Fila principal y Panel lateral.
fi: Nämä näppäimet täyttävät työkalupalkin päärivin. Vedä näppäimiä Päärivin ja Vetolaatikon välillä.
fr: Ces touches remplissent la rangée principale de la barre d'outils. Faites glisser les touches entre la rangée principale et le tiroir.
he: מקשים אלה ממלאים את שורת סרגל הכלים הראשי. גרור מקשים בין השורה הראשית למגירה.
hu: Ezek a billentyűk töltik ki a fő eszköztársort. Húzza a billentyűket a Fősor és a Fiók között.
it: Questi tasti riempiono la riga principale della barra degli strumenti. Trascina i tasti tra Riga principale e Cassetto.
ja: これらのキーはメインツールバー行を構成します。メイン行とドロワーの間でキーをドラッグできます。
ko: 이 키들은 기본 도구 모음 행을 채웁니다. 기본 행과 서랍 사이로 키를 드래그하세요.
nb: Disse tastene fyller hovedraden i verktøylinjen. Dra taster mellom Hovedrad og Skuff.
nl: Deze toetsen vullen de hoofdwerkbalkrij. Sleep toetsen tussen Hoofdrij en Lade.
pl: Te klawisze wypełniają główny rząd paska narzędzi. Przeciągaj klawisze między Głównym rzędem a Szufladą.
pt_br: Estas teclas preenchem a linha principal da barra de ferramentas. Arraste teclas entre a Linha Principal e a Gaveta.
pt_pt: Estas teclas preenchem a linha principal da barra de ferramentas. Arraste as teclas entre a Linha Principal e a Gaveta.
ro: Aceste taste umplu rândul principal al barei de instrumente. Trage tastele între Rândul principal și Sertar.
sl: Te tipke zapolnijo glavno vrstico orodne vrstice. Povleci tipke med Glavno vrstico in Predalom.
sv: Dessa tangenter fyller verktygsfältets huvudrad. Dra tangenter mellan Huvudraden och Lådan.
uk: Ці клавіші заповнюють основний ряд панелі інструментів. Перетягуйте клавіші між основним рядом і висувною панеллю.
vi: Các phím này lấp đầy hàng thanh công cụ chính. Kéo các phím giữa Hàng Chính và Ngăn kéo.
zh_hans: 这些按键填充主工具栏行。可在主行和抽屉栏之间拖动按键。
zh_hant: 這些按鍵會填入主要工具列。可在主列與抽屜欄之間拖曳按鍵。

source: These keys reference your YubiKey hardware. The actual private keys never leave the device.
ar: تشير هذه المفاتيح إلى جهاز YubiKey الخاص بك. لا تغادر المفاتيح الخاصة الفعلية الجهاز أبداً.
ca: Aquestes claus fan referència al vostre maquinari YubiKey. Les claus privades reals mai no surten del dispositiu.
cs: Tyto klíče odkazují na váš YubiKey hardware. Skutečné soukromé klíče nikdy neopustí zařízení.
da: Disse nøgler refererer til din YubiKey-hardware. De faktiske private nøgler forlader aldrig enheden.
de: Diese Schlüssel verweisen auf Ihre YubiKey-Hardware. Die eigentlichen privaten Schlüssel verlassen niemals das Gerät.
es: Estas claves hacen referencia a su hardware YubiKey. Las claves privadas reales nunca salen del dispositivo.
fi: Nämä avaimet viittaavat YubiKey-laitteistoon. Todelliset yksityiset avaimet eivät koskaan poistu laitteelta.
fr: Ces clés font référence à votre matériel YubiKey. Les clés privées réelles ne quittent jamais l'appareil.
he: מפתחות אלה מפנים לחומרת ה-YubiKey שלך. המפתחות הפרטיים בפועל לעולם לא עוזבים את המכשיר.
hu: Ezek a kulcsok a YubiKey hardverére hivatkoznak. A tényleges privát kulcsok soha nem hagyják el az eszközt.
it: Queste chiavi fanno riferimento all'hardware della Sua YubiKey. Le chiavi private effettive non lasciano mai il dispositivo.
ja: これらの鍵はYubiKeyハードウェアを参照しています。実際の秘密鍵がデバイスの外に出ることはありません。
ko: 이 키들은 YubiKey 하드웨어를 참조합니다. 실제 개인 키는 기기 외부로 유출되지 않습니다.
nb: Disse nøklene refererer til YubiKey-maskinvaren din. De faktiske private nøklene forlater aldri enheten.
nl: Deze sleutels verwijzen naar uw YubiKey-hardware. De daadwerkelijke privesleutels verlaten het apparaat nooit.
pl: Te klucze odwołują się do sprzętu YubiKey. Rzeczywiste klucze prywatne nigdy nie opuszczają urządzenia.
pt_br: Estas chaves referenciam seu hardware YubiKey. As chaves privadas reais nunca saem do dispositivo.
pt_pt: Estas chaves referenciam o hardware do seu YubiKey. As chaves privadas reais nunca saem do dispositivo.
ro: Aceste chei fac referire la hardware-ul YubiKey. Cheile private reale nu părăsesc niciodată dispozitivul.
sl: Ti ključi se sklicujejo na vašo strojno opremo YubiKey. Dejanski zasebni ključi nikoli ne zapustijo naprave.
sv: Dessa nycklar refererar till din YubiKey-hårdvara. De faktiska privata nycklarna lämnar aldrig enheten.
uk: Ці ключі посилаються на ваш апаратний YubiKey. Справжні закриті ключі ніколи не покидають пристрій.
vi: Các khóa này tham chiếu đến phần cứng YubiKey của bạn. Các khóa riêng tư thực sự không bao giờ rời khỏi thiết bị.
zh_hans: 这些密钥引用您的 YubiKey 硬件。实际的私钥永远不会离开设备。
zh_hant: 這些金鑰參照您的 YubiKey 硬體。實際的私密金鑰永遠不會離開裝置。

source: These settings apply to newly saved passwords. Existing passwords keep their original settings.
ar: تنطبق هذه الإعدادات على كلمات المرور المحفوظة حديثاً. تحتفظ كلمات المرور الحالية بإعداداتها الأصلية.
ca: Aquesta configuració s'aplica a les contrasenyes desades recentment. Les contrasenyes existents mantenen la configuració original.
cs: Tato nastavení platí pro nově uložená hesla. Stávající hesla si zachovají původní nastavení.
da: Disse indstillinger gælder for nyligt gemte adgangskoder. Eksisterende adgangskoder beholder deres oprindelige indstillinger.
de: Diese Einstellungen gelten für neu gespeicherte Passwörter. Vorhandene Passwörter behalten ihre ursprünglichen Einstellungen.
es: Estos ajustes se aplican a las contraseñas guardadas nuevamente. Las contraseñas existentes conservan sus ajustes originales.
fi: Nämä asetukset koskevat uusia tallennettuja salasanoja. Olemassa olevat salasanat säilyttävät alkuperäiset asetuksensa.
fr: Ces réglages s'appliquent aux mots de passe nouvellement enregistrés. Les mots de passe existants conservent leurs réglages d'origine.
he: הגדרות אלה חלות על סיסמאות חדשות שנשמרות. סיסמאות קיימות שומרות על הגדרותיהן המקוריות.
hu: Ezek a beállítások az újonnan mentett jelszavakra vonatkoznak. A meglévő jelszavak megtartják az eredeti beállításaikat.
it: Queste impostazioni si applicano alle password appena salvate. Le password esistenti mantengono le impostazioni originali.
ja: これらの設定は新しく保存されるパスワードに適用されます。既存のパスワードは元の設定が維持されます。
ko: 이 설정은 새로 저장되는 비밀번호에 적용됩니다. 기존 비밀번호는 원래 설정을 유지합니다.
nb: Disse innstillingene gjelder for nylig lagrede passord. Eksisterende passord beholder sine opprinnelige innstillinger.
nl: Deze instellingen gelden voor nieuw opgeslagen wachtwoorden. Bestaande wachtwoorden behouden hun oorspronkelijke instellingen.
pl: Te ustawienia dotyczą nowo zapisywanych haseł. Istniejące hasła zachowują swoje oryginalne ustawienia.
pt_br: Estas configurações se aplicam a senhas recém-salvas. Senhas existentes mantêm suas configurações originais.
pt_pt: Estas definições aplicam-se a palavras-passe recém-guardadas. As palavras-passe existentes mantêm as definições originais.
ro: Aceste setări se aplică parolelor salvate recent. Parolele existente își păstrează setările inițiale.
sl: Te nastavitve veljajo za na novo shranjena gesla. Obstoječa gesla ohranijo svoje prvotne nastavitve.
sv: Dessa inställningar gäller för nyligen sparade lösenord. Befintliga lösenord behåller sina ursprungliga inställningar.
uk: Ці налаштування застосовуються до нових збережених паролів. Наявні паролі зберігають свої початкові налаштування.
vi: Các cài đặt này áp dụng cho mật khẩu mới được lưu. Mật khẩu hiện có giữ nguyên cài đặt ban đầu.
zh_hans: 这些设置适用于新保存的密码。现有密码保留其原始设置。
zh_hant: 這些設定適用於新儲存的密碼。現有密碼保留其原始設定。
